Repository: ashuntu/prompting-client
Catalog: flutter_packages/prompting_client_ui/lib/l10n/app_*.arb
Languages: da, sr, uk

# promptActionOptionAllow
source: Allow
da: Tillad
sr: Дозволи
uk: Дозволити

# securityCenterInfo
source: You can always change these permissions in the <Security Center>
da: Du kan altid ændre disse rettigheder i <Sikkerhedscenteret>
sr: Увек можете променити ова овлашћења у <Security Center>
uk: Ви завжди можете змінити ці дозволи в <Центрі безпеки>

# promptAccessMoreOptionsTitle
source: Set access for {snap} to:
da: Angiv adgang for {snap} til:
sr: Поставите приступ за {snap} на:
uk: Налаштувати доступ для {snap} на:

# promptAccessTitle
source: Give {snap} {permission} access to:
da: Giv {snap} {permission}-adgang til:
sr: Дајте {snap} приступ {permission} на:
uk: Надати {snap} доступ на {permission}:

# promptActionOptionAllowAlways
source: Allow always
da: Tillad altid
sr: Увек дозволи
uk: Завжди дозволяти

# promptActionOptionDeny
source: Deny
da: Nægt
sr: Одбиј
uk: Відмовити

# promptActionOptionDenyOnce
source: Deny once
da: Nægt denne gang
sr: Одбиј једном
uk: Відмовити один раз

# promptActionTitle
source: Action
da: Handling
sr: Акција
uk: Дія

# promptLifespanOptionForever
source: Always
da: Altid
sr: Увек
uk: Завжди

# homePatternTypeCustomPath
source: Custom path pattern
da: Tilpasset stimønster
sr: Прилагођени образац путање
uk: Користувацький шаблон шляху

# homePromptBody
source: Allow {snap} to have {permissions} access to {path}?
da: Tillad, at {snap} har {permissions}-adgang til {path}?
sr: Дозволити {snap} да има приступ {permissions} на {path}?
uk: Дозволити {snap} доступ на {permissions} за шляхом {path}?

# homePromptMoreOptionsLabel
source: More options...
da: Flere muligheder …
sr: Више опција...
uk: Інші опції...

# homePromptMetaDataTitle
source: About this app
da: Om dette program
sr: О овој апликацији
uk: Про цю програму

# homePromptMetaDataPublishedBy
source: Published by {publisher}
da: Udgivet af {publisher}
sr: Објавио {publisher}
uk: Опубліковано {publisher}

# homePromptMetaDataLastUpdated
source: Last updated on {date}
da: Senest opdateret {date}
sr: Последњи пут ажурирано {date}
uk: Востаннє оновлено {date}

# homePromptMetaDataAppCenterLink
source: Visit App Center page
da: Besøg Appcenter-siden
sr: Посетите страницу App Center-а
uk: Відвідати сторінку Центру програмного забезпечення

# homePromptPermissionsTitle
source: Permissions
da: Rettigheder
sr: Овлашћења
uk: Дозволи

# homePatternTypeMatchingFileExtension
source: Matching file extension
da: Alle {fileExtension}-filer
sr: Сви фајлови са екстензијом {fileExtension}
uk: Усі файли {fileExtension}

# promptLifespanOptionSession
source: Until logout
da: Indtil der logges ud
sr: До одјаве
uk: До виходу з системи

# promptLifespanOptionSingle
source: Once
da: Én gang
sr: Једном
uk: Один раз

# homePatternInfo
source: <Learn about path patterns>
da: <Læs om stimønstre>
sr: <Сазнајте више о обрасцима путања>
uk: <Докладніше про шаблони шляху>

# promptLifespanTitle
source: Duration
da: Varighed
sr: Трајање
uk: Тривалість

# promptSaveAndContinue
source: Save and continue
da: Gem og fortsæt
sr: Сачувај и настави
uk: Зберегти та продовжити

# promptTitle
source: Security notification
da: Sikkerhedsunderretning
sr: Безбедносно обавештење
uk: Сповіщення безпеки

# homePatternTypeRequestedFile
source: The requested file only
da: Kun den ønskede fil
sr: Само тражени фајл
uk: Лише запитуваний файл

# homePatternTypeRequestedDirectory
source: The requested directory only
da: Kun den ønskede mappe
sr: Само тражени фолдер
uk: Лише запитувана тека

# homePatternTypeTopLevelDirectory
source: Everything in the {topLevelDir} directory
da: Alt i {topLevelDir}-mappen
sr: Све у {topLevelDir} фолдеру
uk: Усе в теці {topLevelDir}

# homePatternTypeContainingDirectory
source: Everything in the directory
da: Alt i mappen
sr: Све у фолдеру
uk: Усе в теці

# homePatternTypeHomeDirectory
source: Everything in the Home directory
da: Alt i hjemmemappen
sr: Све у Home фолдеру
uk: Усе в теці Домівка

# homePromptPermissionsRead
source: Read
da: Læse
sr: Читање
uk: Читання

# homePromptPermissionsWrite
source: Write
da: Skrive
sr: Писање
uk: Запис

# homePromptPermissionsExecute
source: Execute
da: Kørsel
sr: Извршавање
uk: Виконання
